---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewPhase
source: html/1fdf9f36-6e21-2a35-ddf7-f51133fdf254.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewPhase Property

"Phase"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewPhase { get; }
```